[
  {
    "id": 1,
    "name": "Morning Rally",
    "description": "Every year on the first day of the Bengali New Year, this festival is celebrated to welcome Pahela Baisakh. On the first day of Baisakh, this joyous procession instantly turned into a grand gathering of people of all walks of life and ages of Bengal. Bengali New Year's Mars Procession is above all the bearer and bearer of Bengali convention as a human being. In this context, the Mangal Sobhayatra proudly presents Bengalis as a distinct nation in the world court.",
    "img": "https://res.cloudinary.com/dc1n0ikgk/image/upload/v1680613330/Screenshot_2023-04-04_at_6.30.29_PM_cn02mz.png"
  },
  {
    "id": 2,
    "name": "Shokaler Adda",
    "description": "On the eve of the new year, the Oikyotan family is organizing such a chat, dance, song, recitation, story-telling in a purely domestic mood. It is our sincere wish that the chat will become more charming, more colorful in your presence.",
    "img": "https://res.cloudinary.com/dc1n0ikgk/image/upload/v1680613335/Screenshot_2023-04-04_at_6.30.49_PM_ptgvio.png"
  },
  {
    "id": 3,
    "name": "Student and Faculty Performance",
    "description": "Besides Rabindra Sangeet, Bihu, Ramp Walk in provincial costumes, band songs and the enthusiasm of the students in organizing the program of Mumbai's famous artists is worth seeing. Some dance with rappers and some dance to the beats of the band. Alumni Meet Mini India along with guest students from other NITs proves the point.",
    "img": "https://res.cloudinary.com/dc1n0ikgk/image/upload/v1680613807/Screenshot_2023-04-04_at_6.31.03_PM_z68nap.png"
  },
  {
    "id": 4,
    "name": "Donation Drive",
    "description": "We are organizing a donation drive to collect study materials for needy students in our community. Through this act of social responsibility, we hope to bridge the gap and give every student a fair chance to succeed. The donated materials will be distributed to those who need them the most, to help them overcome the financial barriers that hinder their academic progress.Any contribution, no matter how small, can go a long way in making a difference in the lives of these students.",
    "img": "https://res.cloudinary.com/dc1n0ikgk/image/upload/v1680613385/Screenshot_2023-04-04_at_6.31.11_PM_m0q7vr.png"
  },
  {
    "id": 5,
    "name": "Street Painting",
    "description": "Street Painting not only enhance the aesthetics of the road but also convey a beautiful depiction of Bengali culture. Pavement artists perform this work permanently or momentarily applying the ideas of Noboborsho and Bengali culture. People can understand the depth of the cultural concepts and emotions through these paintings. The illustrations expresses its own story highlighting the significance and emotions related to the celebration of the Bengali new year.",
    "img": "https://res.cloudinary.com/dc1n0ikgk/image/upload/v1680613365/Screenshot_2023-04-04_at_6.31.21_PM_duj2dn.png"
  },
  {
    "id": 6,
    "name": "Ramp Walk",
    "description": "The most modern people of the modern world continue to create fashion and style statements with new enthusiasm. At one time primitive people used to wear clothes made of tree leaves. There is a revolutionary change in the field of clothing and fashion right now. Cotton, plain, linen, silk leather or leather are being used as fabric. The number of boys and girls who are interested in fashion technology is visible. Daily new ideas, whether formal or casual, are great improvisations. Sabyasachi Mukherjee, the most popular name at this time, also had several designers including Sharbari Dutta.",
    "img": "https://res.cloudinary.com/dc1n0ikgk/image/upload/v1680613372/Screenshot_2023-04-04_at_6.31.33_PM_v5cfb3.png"
  }
]
